/* details panel string - number of times the program has crashed */
"# of Crashes" = "N. di blocchi di sistema";

/* details panel string - number of times the program has been launched */
"# of Launches" = "N. di avvii";

/* Download window title - text is name of the running application */
"%@ Update" = "Aggiornamento di %@";

/* title of new versions available dialog, when no updates are available - text is name of application */
"%1$@ is up to date." = "%1$@ è aggiornato.";

/* error description */
"%s is not reachable." = "%s non raggiungibile.";

/* error description when trying to start a download when one is already in progress */
"A download is already in progress." = "Download già in corso.";

/* error reason - OSUInstaller.sh is missing */
"Cannot find the installer script." = "Impossibile trovare lo script dell’Installer.";

/* error description - when we notice that we won't be able to unpack the update to the specified location - more detailed text, and an option to choose a different location, will follow */
"Cannot install update there" = "Impossibile installare l’aggiornamento qui";

/* error description - RSS feed has an enclosure but the URL is malformed */
"Cannot parse enclosure url '%@'." = "Impossibile analizzare l’url di “%@”.";

/* error description */
"Cannot parse price '%@' -- it should contain only digits and possibly a period as a decimal separator." = "Impossibile analizzare il prezzo “%@”: dovrebbe contenere solo cifre e possibilmente una virgola come separatore decimale.";

/* error description */
"Cannot parse release notes url '%@'." = "Impossibile analizzare le note di rilascio di “%@”.";

/* error reason - tried to run a check operation to fetch software update information, but it exited with an error code */
"Check operation failed." = "Controllo operazione non riuscito.";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application */
"Checking for %1$@ updates." = "Cerco aggiornamenti di %1$@.";

/* error recovery option - to let the user choose where to install the newly-downloaded update */
"Choose Location\\U2026" = "Scegli posizione…";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Could not contact %s." = "Impossibile contattare %s.";

/* error message - we downloaded and unpacked an update, but we can't stat its CFBundleExecutable file */
"Could not examine application" = "Impossibile esaminare l’applicazione";

/* error message - we downloaded and unpacked an update, but now we can't read it */
"Could not read directory" = "Impossibile leggere la directory";

/* status description */
"Decompressing\\U2026" = "Decomprimo…";

/* error title */
"Download failed" = "Download non riuscito";

/* Download status - text is filename of update package being downloaded */
"Downloading %@ \\U2026" = "Scarico %@…";

/* details panel string - version of video card driver */
"Driver Version" = "Versione driver";

/* error description */
"Error fetching software update information." = "Errore durante il recupero delle informazioni di aggiornamento software.";

/* error description */
"Error while checking for updated version." = "Errore durante la ricerca di una versione aggiornata.";

/* error reason */
"Exception raised: %@" = "Eccezione generata: %@";

/* details panel string - list of OpenCL platform extensions */
"Extensions" = "Estensioni";

/* error reason */
"Extract script failed." = "Estrazione script non riuscita.";

/* status message - copying application from disk image to target filesystem */
"Extracting updated application\\U2026" = "Estraggo applicazione aggiornata…";

/* details panel string - column header for OpenCL device extensions */
"Exts" = "Est.";

/* error reason */
"Failed to create authorization." = "Impossibile creare l’autorizzazione.";

/* relaunch error message */
"Failed to create child pipe: %s" = "Impossibile creare pipe figlio: %s";

/* error reason */
"Failed to execute install script with authorization." = "Impossibile eseguire lo script di installazione con autorizzazione.";

/* relaunch error message */
"Failed to fork child process: %s" = "Impossibile dividere il processo figlio: %s";

/* free upgrade price string - displayed in price column */
"free!" = "gratuito.";

/* details panel string - column header for OpenCL device core frequency */
"Freq." = "Freq.";

/* details panel string - name of video card driver */
"Hardware Driver" = "Driver hardware";

/* error reason */
"hdiutil failed to attach the disk image" = "Impossibile per hdiutil allegare l’immagine disco";

/* details panel string - accumulated number of hours the program has been running */
"Hours Run" = "Ore di esecuzione";

/* button title to allow user to stop being notified of releases on a particular track (eg, 'rc', 'beta', 'sneakypeek') - used in stability downgrade warning pane */
"Ignore \\U201C%@\\U201D Releases" = "Ignora versioni “%@”";

/* button title - (download and) install the selected update */
"Install" = "Installa";

/* error reason */
"Install script exited due to signal %d." = "Script di installazione chiuso a causa del segnale %d.";

/* error reason */
"Install script exited with status %d." = "Script di installazione chiuso con stato %d.";

/* error reason */
"Install script failed." = "Installazione script non riuscita.";

/* status description */
"Installing\\U2026" = "Installo…";

/* details panel string - amount of video memory installed
   details panel string - column header for OpenCL device memory sizes */

"Memory" = "Memoria";

/* button title - display more information about the selected update */
"More Information..." = "Ulteriori informazioni…";

/* error reason - we downloaded an update, and it has more than one application in it */
"More than one application found in update (%@)" = "Trovata più di un’applicazione nell’aggiornamento (%@)";

/* status message */
"Mounting disk image\\U2026" = "Monto l’immagine disco…";

/* error reason */
"Multiple mount points found in hdiutil results." = "Trovati più punti di montaggio nei risultati di hdiutil.";

/* error reason - we downloaded an update, but it doesn't seem to contain a new application */
"No application was found in the update" = "Nessuna applicazione trovata nell’aggiornamento";

/* error reason */
"No mount point found in hdiutil results." = "Nessun punto di montaggio trovato nei risultati di hdiutil.";

/* error description - RSS feed does not have an enclosure that we can use */
"No suitable enclosure found." = "Impossibile trovare un allegato adatto.";

/* details panel string - name of the OpenGL driver */
"OpenGL Driver" = "Driver OpenGL";

/* details panel string */
"OpenGL Extensions" = "Estensioni OpenGL";

/* details panel string */
"OpenGL Renderer" = "Renderer OpenGL";

/* details panel string */
"OpenGL Vendor" = "Fornitore OpenGL";

/* details panel string */
"OpenGL Version" = "Versione OpenGL";

/* details panel string - PCI bus ID of video card */
"PCI ID" = "ID PCI";

/* error suggestion when trying to start a download when one is already in progress */
"Please cancel the existing download before starting another." = "Annulla il download esistente prima di iniziarne uno nuovo.";

/* error message - unable to download URL - extra text if it looks like a problem with the local filesystem */
"Please check the permissions and space available in your downloads folder." = "Controlla autorizzazioni e spazio disponibile nella cartella dei download.";

/* error reason */
"Please try again later or contact us to let us know this is broken." = "Riprova più tardi o contattaci per comunicare l’errore.";

/* details panel value - shown if Quartz Extreme is not enabled */
"Quartz Extreme Disabled" = "Quartz Extreme disattivato";

/* details panel value - shown if Quartz Extreme is enabled */
"Quartz Extreme Enabled" = "Quartz Extreme attivato";

/* relaunch error button */
"Quit" = "Esci";

/* Download status - Done downloading, about to prompt the user to let us reinstall and restart the app */
"Ready to Install" = "Pronto per l’installazione";

/* Window title for the release notes window */
"Release Notes" = "Note sulla versione";

/* status description - when quitting this application in order to finish upgrading */
"Restarting\\U2026" = "Riavvio…";

/* error description - expected to find a specific element in RSS feed but didn't */
"RSS node contains no match for '%@'." = "Il nodo RSS non contiene corrispondenze per “%@”.";

/* title of new versions available dialog, when in the process of checking for updates - text is name of application - only used if this downgrade does not have a more specific warning message available */
"Stability downgrade warning" = "La versione selezionata potrebbe essere meno stabile della versione attualmente in esecuzione.";

/* error reason */
"System call wait() failed for install script." = "Chiamata di sistema wait() non riuscita per lo script di installazione.";

/* error description */
"The data returned from <%@> was not a valid XML document." = "I dati restituiti da <%@> non costituivano un documento XML valido.";

/* error failure reason - when the destination location is on a filesystem mounted with NOEXEC (cannot run programs from it) */
"The destination volume, \\U201C%@\\U201D, does not allow applications." = "Impossibile consentire applicazioni sul volume di destinazione “%@”.";

/* error failure reason - when the destination location is on a read-only filesystem such as a disk image or CDROM */
"The destination volume, \\U201C%@\\U201D, is not writable." = "Impossibile scrivere sul volume di destinazione “%@”.";

/* caution text - it's actual size, but it seems much bigger to me - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too long). It might be corrupted." = "Dimensioni file errate (eccedenti di %@). Il file potrebbe essere danneggiato.";

/* caution text - we downloaded a file, but it's smaller than it's supposed to be - warn that it might be damaged or even maliciously replaced */
"The file is the wrong size (%@ too short). It might be corrupted." = "Dimensioni file errate (insufficienti per %@). Il file potrebbe essere danneggiato.";

/* caution text - we downloaded a file, but its checksum is not correct - warn that it might be damaged or even maliciously replaced. Parameter is name(s) of hash algorithms (md5, sha1, etc) */
"The file's checksum does not match (%@). It might be corrupted." = "Il checksum del file potrebbe non corrispondere (%@). Il file potrebbe essere danneggiato.";

/* error description - the update information wasn't signed at all, but we require it to be signed */
"The update information is not signed." = "Le informazioni aggiornate non sono firmate.";

/* Install dialog message - small note indicating that app will be installed in a system or network directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in the @ folder." = "L’aggiornamento verrà installato nella cartella @.";

/* Install dialog message - small note indicating that app will be installed in a user directory - @ is replaced with name of directory, eg Applications */
"The update will be installed in your @ folder." = "L’aggiornamento verrà installato nella cartella @ personale.";

/* error reason - we downloaded an update, but there's something obviously wrong with the updated application, like it doesn't have an Info.plist or whatever */
"The updated application is invalid (%@)" = "L’applicazione aggiornata non è valida (%@)";

/* title of new versions available dialog, when multiple updates are available - text is name of application */
"There are %2$d updates available for %1$@." = "Sono presenti %2$d aggiornamenti disponibili per %1$@.";

/* title of new versions available dialog, when one update is available - text is name of application */
"There is an update available for %1$@." = "È presente un aggiornamento disponibile per %1$@.";

/* error description - the checksum or signature didn't match - more info in underlying error */
"There was a problem checking the signature." = "Errore durante la verifica della firma.";

/* error message - unable to download URL - extra text if it looks like a transitory network problem */
"This may be a temporary network problem." = "Potrebbe trattarsi di un problema di rete temporaneo.";

/* text of dialog box informing user of change in software update query */
"This version of %@ sends additional information using your Internet connection (when active) to check for new and updated versions of itself." = "Questa versione di %@ invia informazioni aggiuntive utilizzando automaticamente la connessione a Internet in uso (quando attiva) per verificare la presenza di nuove versioni aggiornate.";

/* error reason - we ran a helper tool to fetch software update information, but it didn't return any information */
"Tool returned no data" = "Lo strumento non ha restituito dati";

/* details panel string - column header for OpenCL device type */
"Type" = "Tipo";

/* error description - we have some update information but it doesn't look authentic */
"Unable to authenticate the response from the software update server." = "Impossibile autenticare la risposta dal server di aggiornamento software.";

/* error message - unable to download URL to LOCALFILENAME - will often be followed by more detailed explanation */
"Unable to download %@ to %@." = "Impossibile scaricare %1$@ in %2$@.";

/* error message - unable to download URL (but no LOCALFILENAME was chosen yet) - will often be followed by more detailed explanation */
"Unable to download %@." = "Impossibile scaricare %@.";

/* error description - will be followed by more detailed error reason */
"Unable to fetch software update information." = "Impossibile ricevere le informazioni di aggiornamento software.";

/* error description
   error description - could not copy from disk image to destination filesystem
   error description - could not move application into place during install
   error description - could not process .tar.bz2 file
   error description - we downloaded an update, but it doesn't seem to be valid
   error description - we downloaded an update, but there seems to be something wrong with the application it contained */





"Unable to install update" = "Impossibile installare l’aggiornamento";

/* error description */

"Unable to mount disk image" = "Impossibile montare l’immagine disco";

/* error description */
"Unable to parse response from the software update server." = "Impossibile analizzare la risposta dal server di aggiornamento software.";

/* error reason */
"Unable to parse the response from hdiutil: %@" = "Impossibile analizzare la risposta di hdiutil: %@";

/* relaunch error title */
"Unable to relaunch" = "Impossibile riavviare";

/* details panel string - column header for OpenCL device processing-unit count */
"Units" = "Unità";

/* error reason - downloaded upgrade package was not in a format we recognize */
"Unknown package type." = "Tipo pacchetto sconosciuto.";

/* status message */
"Unmounting disk image\\U2026" = "Smonto l’immagine disco…";

/* Download status */
"Verifying file\\U2026" = "Verifico il file…";

/* message of no updates are available dialog */
"You are currently running %@." = "Attualmente è in esecuzione %@.";

/* message of new versions available dialog */
"You are currently running %@.  If you're not ready to update now, you can use the [Update preference pane] to check for updates later or adjust the frequency of automatic checking." = "È attualmente in esecuzione %@. Se non sei pronto a effettuare l’aggiornamento, puoi utilizzare il [riquadro di preferenze Aggiornamento] per controllare la presenza degli aggiornamenti in seguito o per impostare la frequenza dei controlli automatici.";

/* error recovery suggestion - when we notice that we won't be able to unpack the update to the specified location - we offer to let the user choose another install location */
"You may be able to install in a different location." = "Potrebbe essere possibile eseguire l’installazione in una posizione differente.";

/* error text generated when software update is unable to retrieve the list of current software versions */
"Your Internet connection might not be active, or there might be a problem somewhere along the network." = "La connessione a Internet potrebbe non essere attiva o potrebbe esserci un problema in qualche punto della rete.";